# * აღნიშნავს ნებისმიერი რიცხვის ნებისმიერზე გამრავლებას
#  რეალურად 3*5 იგივეა რაც 3x5 უბრალოდ PHYTHONში ასე ვწერთ

# ** ეს ნიშნავს ერთი რიცხვის იმდენჯერ გამრავლება თავის თავზე რა რიცხვიც გვიწერია 
#მაგალითად 30**3 იგივეა ჩვენთვის რაც 30x30x30

# / ნიშნავს ერთი რიცხვის გაყოფას მეორეზე მაგალითად 4/2=2 
# ეს გამოსახავს პასუხს მეათედებში,მეასედებში და ა.შ უსასრულოდ

#//ეს კი არის ასევე გაყოფა მაგრამ ეს გამოსახავს პსუხს მხოლოდ მთელ რიცხვებში 
# ეს არ გვიჩვენებს მეათედებს არამედ ამრგვალებს მათ და ისე გამოაქვს პასუხი



