# ცვლადებში ვინახავთ შედარების ოპერაციების შედეგებს

result1 = 10 > 5   # True  (რადგან 10 უფრო მეტია ვიდრე 5)
result2 = 7 <= 7   # True  (რადგან 7 ნაკლებია ან ტოლია 7-ის)
result3 = -3 == 3  # False (რადგან -3 არ უდრის 3)
result4 = 100 != 50 # True  (რადგან 100 არ უდრის 50)
result5 = 20 < 15  # False (რადგან 20 მეტია 15-ზე)

# შედეგების დაბეჭდვა
print(result1)  # True
print(result2)  # True
print(result3)  # False
print(result4)  # True
print(result5)  # False

#ოპერატორი – ეს არის სიმბოლური აღნიშვნები მაგალითად: (>, <, >=, <=, ==, !=). 
# ოპერაცია – ეს არის ორი რიცხვისგან და ერთი ოპერატორისგან შემდგარი მაგალითად, 10 > 5 არის ოპერაცია რადგან შედარება ხორციელდება კონკრეტულ ორ რიცხვზე რომელიც გვიქევს რომ შვადაროთ ანუ უნდა განვახორციელოთ
