#List და String არის (Ordered Sequence), რაც ნიშნავს, რომ თითოეული ელემენტს (მთელი სიის ან სტრინგის შიგნით) აქვს თავისი კონკრეტული ადგილი და ინდექსი.
#ლისტ-ის მაგალით
fruits = ["ვაშლი", "ბანანი", "ვაშლის წვენი"]
print(fruits[0]) 

#String-ის mმაგალითი

name = "ნატალი"
print(name[0])  
#List არის mutable ტიპის ელემენტი, რაც ნიშნავს, რომ მის ელემენტებს შეგვიძლია შევცვალოთ:
fruits = ["ვაშლი", "ბანანი"]
fruits[0] = "პომიდორი"  
print(fruits)  
#String არის immutable ელემეტი, რაც ნიშნავს, რომ მასში არსებული სიმბოლოების შეცვლა შეუძლებელია პირდაპირ:
name = "გიორგი"
name[0] = "პ" 
print(name) #არ შეიცვლება