 """ომხმარებელს input-ის საშვალებით შემოტანინეთ ორი რიცხვი number1 და number2 შემდეგ 
 კი დაბეჭდეთ მათი ჯამი. ასევე შექმენით level-ის ცვლადი რომელშიც მომხამრებელს შემოაყვანინებთ 
 მათ ამჟამინდელ level-ს, შეეცადეთ level-ის მნიშვნელობას დაუმატოთ ერთი და ისე დაბეჭდოთ.
მიღებული შედეგებით გამოიტანეთ დასკვნა და დაწერეთ კომენტარებით"""

# მომხმარებლის ორი რიცხვი
number1 = input(" პირველი რიცხვი: ")
number2 = input(" მეორე რიცხვი: ")

# რიცხვების ჯამი
sum_result = number1 + number2
print("რიცხვების ჯამი არის:", sum_result)

# level-ის მიღება
level = input("შეიყვანე შენი level: ")

# level-ის გაზრდა და დაბეჭდვა
level += 1
print("თქვენი ახალი level არის:", level)
