"""გააკეთეთ პროგრამა რომელშიც გექნებათ ცვლდი სადაც შეინახავთ თქვენს hobby-ის,
ასევე შექმენით string ტიპის ცვლადი რომელშიც შეინახვათ თქვენთვის სასურველ
 მესიჯს, შემდეგ ეს ორი ტექსტი დაბეჭდეთ ერთად, ასევე აიღეთ 2 integer ტიპის ცვლადი
   და დაბეჭდეთ მათი შეკრებაც, თქვენი სიტყვებით ახსენით რა განსხვავებაა ამ ორი 
   სხვადასხვა ტიპის ცვლადების დამატების ოპერაციებს შორის, რა ეწოდება თითოეულ 
   მოვლენას"""

hobby = "skiing" #ცვლადის შექმნის მნიშვნელობა (სტრინგ სახეობის)
message="is fun" #ცვლადის შექმნის მნიშვნელობის მინიჭება

print(hobby + " " + message)# მნიშვნელობის გამოტანა
numone=6
# ინტეჯერ სახეობის ცვლადის შექმნა და მნიშვნელობის მინიჭება
numtwo=3

print(numone + numtwo)
# მნიშვნელობის გამოტანა