#Float არის რიცხვი რომელიც შეიცავს ათწილადი ნაწილს ჩვეულებრივ გამოიყენება ზუსტ და გრძელი მნიშვნელობების შესანახად.
#მაგალითი: 3.14, -0.5, 25.99, 1.0
#შეიძლება ჰქონდეს ათწილადი ნაწილი.   გამოიყენება მათემატიკურ ოპერაციებში, რომლებიც საჭიროებს მაღალ სიზუსტეს 
#ხშირად გამოიყენება ფულის პროცენტების და სხვა დეტალური მნიშვნელობების შესანახად.
#გაცილებით უფრო სწრაფად მუშაობს ვიდრე integer 

#Integer არის მთელი რიცხვი რომელიც არ შეიცავს ათწილადს ეს შეიძლება იყოს დადებითი ან უარყოფითი რიცხვი.
#მაგალითი: -10, 0, 25, 1000
#აქ ვინახავთ დადებით რიცხვებსაც და უარყოფითსაც
#გამოიყენება ისეთი ოპერაციებისთვის, სადაც საჭიროა მთელი რიცხვი, მაგალითად
